Repository: alicolak64/Kirala
Catalog: Kirala/Resources/Localization/Strings/*.lproj/Ad.strings
Languages: tr

source: My Ads
tr: İlanlarım

# AddAd
source: Add Product
tr: İlan Ekle

source: Other
tr: Diğer

source: All
tr: Tümü

# CategoryTitle
source: Product Category
tr: Ürün Kategorisi

# CategoryPlaceholder
source: Select or enter a product category
tr: Bir ürün kategorisi seçin veya girin

# CategoryTip
source: Select a product category or select other to enter a custom product category
tr: Bir ürün kategorisi seçin veya özel bir ürün kategorisi girmek için diğerini seçin

# CustomCategoryTitle
source: Custom Product Category
tr: Özel Ürün Kategorisi

# CustomCategoryPlaceholder
source: Enter a custom product category
tr: Özel bir ürün kategorisi girin

# CustomCategoryTip
source: Enter a custom product category if you couldn't find a suitable category in the list
tr: Listede uygun bir kategori bulamazsanız özel bir ürün kategorisi girin

# SubCategoryTitle
source: Product Subcategory
tr: Ürün Alt Kategorisi

# SubCategoryPlaceholder
source: Select or enter a product subcategory
tr: Bir ürün alt kategorisi seçin veya girin

# SubCategoryTip
source: Select a product subcategory or select other to enter a custom product subcategory
tr: Bir ürün alt kategorisi seçin veya özel bir ürün alt kategorisi girmek için diğerini seçin

# CustomSubCategoryTitle
source: Custom Product Subcategory
tr: Özel Ürün Alt Kategorisi

# CustomSubCategoryPlaceholder
source: Enter a custom product subcategory
tr: Özel bir ürün alt kategorisi girin

# CustomSubCategoryTip
source: Enter a custom product subcategory if you couldn't find a suitable subcategory in the list
tr: Listede uygun bir alt kategori bulamazsanız özel bir ürün alt kategorisi girin

# BrandTitle
source: Product Brand
tr: Ürün Markası

# BrandPlaceholder
source: Select or enter a product brand
tr: Bir ürün markası seçin veya girin

# BrandTip
source: Select a product brand or select other to enter a custom product brand
tr: Bir ürün markası seçin veya özel bir ürün markası girmek için diğerini seçin

# CustomBrandTitle
source: Custom Product Brand
tr: Özel Ürün Markası

# CustomBrandPlaceholder
source: Enter a custom product brand
tr: Özel bir ürün markası girin

# CustomBrandTip
source: Enter a custom product brand if you couldn't find a suitable brand in the list
tr: Listede uygun bir marka bulamazsanız özel bir ürün markası girin

# CityTitle
source: City where the product is located
tr: Ürünün Bulunduğu Şehir

# CityPlaceholder
source: Select or enter a city
tr: Bir şehir seçin veya girin

# CityTip
source: Select the city where the product is located or select all if you can provide shipping to all cities
tr: Ürünün bulunduğu şehri seçin veya tüm şehirlere kargo sağlayabiliyorsanız tümünü seçin

# NameTitle
source: Product Name
tr: Ürün Adı

# NamePlaceholder
source: Enter the product name
tr: Ürün adını girin

# NameTip
source: Enter the name of the product you want to advertise
tr: Reklamını yapmak istediğiniz ürünün adını girin

# PriceTitle
source: Product Daily Rental Price
tr: Ürünün Günlük Kiralama Fiyatı

# PricePlaceholder
source: Enter the daily rental price of the product
tr: Ürünün günlük kiralama fiyatını girin

# PriceTip
source: Enter the daily rental price of the product you want to advertise
tr: Reklamını yapmak istediğiniz ürünün günlük kiralama fiyatını girin

# DescriptionTitle
source: Product Description
tr: Ürün Açıklaması

# DescriptionPlaceholder
source: Enter the product description
tr: Ürün açıklamasını girin

# DescriptionTip
source: Enter a detailed description of the product you want to advertise
tr: Reklamını yapmak istediğiniz ürünün detaylı açıklamasını girin

# ImagesHeaderTitle
source: Product Images
tr: Ürün Görselleri

# ImagesHeaderButtonTitle
source: Add Image
tr: Görsel Ekle

# ImagesNoImageDescription
source: Please add at least one image of the product you want to advertise
tr: Reklamını yapmak istediğiniz ürünün en az bir görsel ekleyin

# AddLeastOneImage
source: Please add at least one image
tr: Lütfen en az bir görsel ekleyin

# SelectLocation
source: Select a location
tr: Lütfen bir konum seçin

# LocationTitle
source: Product Location
tr: Ürün Konumu

# LocationNoLocationDescription
source: Please select a location where the product is located
tr: Ürünün bulunduğu konumu seçin

# RentalPeriodTitle
source: Rental Period
tr: Kiralama Aralığı

# RentalPeriodTip
source: Enter the minimum and maximum rental period of your product.
tr: Ürününüzün minimum ve maksimum kiralama süresini giriniz

# ClosedRangeTitle
source: Closed Ranges
tr: Kapalı Günler

# ClosedRangePlaceholder
source: Select the days the product is not available for rent
tr: Ürünün kiralamaya kapalı günlerini seçin

# ClosedRangeHeaderButtonTitle
source: Add Closed Range
tr: Kapalı Gün Ekle

# UpdateAd
source: Update Product
tr: İlan Güncelle

# DeleteAd
source: Delete Product
tr: İlan Sil

# CategoryErrorTitle
source: Category Error
tr: Kategori Hatası

# CategoryErrorMessage
source: Please select a category.
tr: Lütfen bir kategori seçin.

# SubcategoryErrorTitle
source: Subcategory Error
tr: Alt Kategori Hatası

# SubcategoryErrorMessage
source: Please select a subcategory.
tr: Lütfen bir alt kategori seçin.

# BrandErrorTitle
source: Brand Error
tr: Marka Hatası

# BrandErrorMessage
source: Please select a brand.
tr: Lütfen bir marka seçin.

# CityErrorTitle
source: City Error
tr: Şehir Hatası

# CityErrorMessage
source: Please select a city.
tr: Lütfen bir şehir seçin.

# NameErrorTitle
source: Name Error
tr: Ad Hatası

# NameErrorMessage
source: Product name must be at least 10 characters.
tr: Ürün adı en az 10 karakter olmalıdır.

# PriceErrorTitle
source: Price Error
tr: Fiyat Hatası

# PriceErrorMessage
source: Please enter a valid price.
tr: Lütfen geçerli bir fiyat girin.

# DescriptionErrorTitle
source: Description Error
tr: Açıklama Hatası

# DescriptionErrorMessage
source: Description must be at least 20 characters.
tr: Açıklama en az 20 karakter olmalıdır.

# MinRentPeriodErrorTitle
source: Minimum Rental Period Error
tr: Minimum Kiralama Süresi Hatası

# MinRentPeriodErrorMessage
source: Minimum rental period must be greater than 0.
tr: Minimum kiralama süresi 0'dan büyük olmalıdır.

# MaxRentPeriodErrorTitle
source: Maximum Rental Period Error
tr: Maksimum Kiralama Süresi Hatası

# MaxRentPeriodErrorMessage
source: Maximum rental period must be greater than 0.
tr: Maksimum kiralama süresi 0'dan büyük olmalıdır.

# MinMaxRentPeriodErrorTitle
source: Rental Period Error
tr: Kiralama Süresi Hatası

# MinMaxRentPeriodErrorMessage
source: Minimum rental period must be less than maximum rental period.
tr: Minimum kiralama süresi, maksimum kiralama süresinden küçük olmalıdır.

# ImageErrorTitle
source: Image Error
tr: Resim Hatası

# ImageErrorMessage
source: Please add at least one image.
tr: Lütfen en az bir resim ekleyin.

# LocationNotFoundErrorTitle
source: Location Not Found Error
tr: Konum Bulunamadı Hatası

# LocationNotFoundErrorMessage
source: Please select a location.
tr: Lütfen bir konum seçin.

# LocationErrorTitle
source: Location Error
tr: Konum Hatası

# LocationErrorMessage
source: Invalid location.
tr: Geçersiz konum.

# AddSuccessTitle
source: Success
tr: Başarılı

# AddSuccessMessage
source: Ad has been added successfully.
tr: İlan başarıyla eklendi.

# AddErrorTitle
source: Error
tr: Hata

# AddErrorMessage
source: An error occurred while adding the ad. Please try again later.
tr: İlan eklenirken bir hata oluştu.

# AddErrorAction
source: Back My Ads
tr: İlanlarıma geri dön
