Repository: alicolak64/Kirala
Catalog: Kirala/Resources/Localization/Strings/*.lproj/Alert.strings
Languages: tr

# NoLoginTitle
source: Not Logged In
tr: Giriş Yapılmadı

# NoLoginAction
source: Login
tr: Giriş Yap

# CancelAction
source: Cancel
tr: Geri

# NoLoginFavoriteProductMessage
source: You need to login to favorite a product.
tr: Bir ürünü favorilere eklemek için giriş yapmanız gerekiyor.

# ForgotPasswordSuccess
source: Email Sent for Password Reset
tr: Şifre sıfırlama için email gönderildi

# ForgotPasswordSuccessMessage
source: Click the link sent to your email address to reset your password.
tr: Şifre sıfırlama işlemini yapmak için e-posta adresinize gönderilen linke tıklayınız.

# ResetPasswordSuccess
source: Password Reset Successful
tr: Şifre sıfırlama başarılı

# ResetPasswordSuccessMessage
source: You can now login with your new password.
tr: Şifreniz başarılı bir şekilde sıfırlandı. Yeni şifreniz ile giriş yapabilirsiniz.

# RegisterSuccess
source: Registration Successful
tr: Kayıt Başarılı

# RegisterSuccessMessage
source: Please check your email to verify your account and complete the registration process.
tr: Hesabınızı doğrulamak ve kayıt işlemini tamamlamak için e-postanızı kontrol ediniz.

source: Something Went Wrong
tr: Bir hata oluştu

# SomethingWentWrongMessage
source: Sorry, something went wrong. Please try again later.
tr: Bir hata oluştu. Lütfen daha sonra tekrar deneyiniz.
