Repository: alicolak64/Kirala
Catalog: Kirala/Resources/Localization/Strings/*.lproj/Auth.strings
Languages: tr

# EmailPlaceholder
source: E-Mail
tr: E-Posta

# PasswordPlaceholder
source: Password
tr: Şifre

# NamePlaceholder
source: Name
tr: İsim

source: Forgot Password
tr: Şifremi Unuttum

source: Login with Apple
tr: Apple ile Giriş Yap

source: Login with Google
tr: Google ile Giriş Yap

source: Register with Apple
tr: Apple ile Üye Ol

source: Register with Google
tr: Google ile Üye Ol

source: Register
tr: Üye Ol

source: Reset Password
tr: Şifremi Yenile

# ForgotPasswordTip
source: Enter your e-mail address where you want to reset your password.
tr: Şifrenizi yenilemek istediğiniz e-posta adresinizi giriniz.

# ResetPasswordTip
source: Enter your new password.
tr: Yenilemek istediğiniz şifreyi giriniz.

# NoAccount
source: Don't have an account?
tr: Üye değil misin?

# AlreadyHaveAccount
source: Already have an account?
tr: Zaten üye misin?

# NameValidation
source: Please enter a valid name.
tr: Lütfen geçerli bir isim giriniz.

source: Login
tr: Giriş Yap

source: Other Login Options
tr: Diğer Giriş Seçenekleri

source: Other Register Options
tr: Diğer Kayıt Seçenekleri

# PasswordTip
source: Password must be at least 7 characters and at most 64 characters and contain letters and numbers.
tr: Sifreniz en az 7 karakter ve en fazla 64 karakter olmali, harf ve rakam içermelidir.

# EmailValidation
source: Please enter a valid e-mail address.
tr: Geçerli bir e-posta adresi giriniz.

# PasswordValidation
source: Please enter a valid password.
tr: Geçerli bir şifre giriniz.

# PasswordMatchValidation
source: Passwords do not match.
tr: Şifreler uyuşmuyor.

# AcceptMembershipTerms
source: By clicking Sign Up, I accept the Membership Terms.
tr: Üye Ol'a basarak Üyelik Koşulları'nı kabul ediyorum.

# ConsentForOffers
source: I give explicit consent for the processing and sharing of my personal data for the purpose of providing advantageous offers.
tr: Tarafıma avantajlı tekliflerin sunulabilmesi amacıyla kişisel verilerimin işlenmesine ve paylaşılmasına açık rıza veriyorum.

# AgreeToReceiveMessages
source: I agree to receive electronic messages.
tr: Tarafıma elektronik ileti gönderilmesini kabul ediyorum.

# AcknowledgePrivacyPolicy
source: I have read and understood the clarification text regarding the processing of my personal data.
tr: Kişisel verilerimin işlenmesine yönelik aydınlatma metnini okudum ve anlıyorum.

# ForgotPasswordTipTitle
source: If you don't receive the password reset email;
tr: Şifre yenileme e-postası size ulaşmazsa;

# ForgotPasswordTip1
source: • It may take up to 10 minutes for the password reset email to arrive.
tr: • Şifre yenileme e-postasının gelmesi 10 dakikayı bulabilir.

# ForgotPasswordTip2
source: • Check your spam and other email folders.
tr: • Spam ve diğer e-posta klasörlerinizi kontrol ediniz.

# ForgotPasswordTip3
source: • Ensure the accuracy of the email address you entered.
tr: • Girdiğiniz e-posta adresinin doğruluğunu kontrol ediniz.
